/*==============================================================*/
/* DBMS name:      MySQL 5.5                                                                  */
/* Created on:     19:01 2013/7/14                                                            */
/*==============================================================*/

/*==============================================================*/
/*
DataBase:      GUserDB2
Author:        YongXueZhen
Description:   GUserDB2.0.0.0版本修改的表结构
ModifyDate:    2018年04月24日17:42:39 
*/

/*==============================================================*/
alter table `visitor` ADD COLUMN `useruid` varchar(36) DEFAULT '' COMMENT '关联用户uid';







