/*==============================================================*/
/* DBMS name:      MySQL 5.5                                                                  */
/* Created on:     19:01 2013/7/14                                                            */
/*==============================================================*/

/*==============================================================*/
/*
DataBase: WebDB
Author:        architect.bian
Description:    GWebDB1.0版本修改的表结构
CreatedDate:   19:01 2013/7/14
ModifyDate:    19:01 2013/7/14
*/

/*==============================================================*/
/**
 * @Author 许志翔
 * 增加name 字段的长度
 * @date 2017年8月14日11:14:12
 */
alter table music modify column name varchar(100) comment "歌曲的名称";
