/*==============================================================*/
/* DBMS name:      MySQL 5.5                                                                 */
/* Created on:     2017年11月13日11:44:48                                                   */
/*==============================================================*/

/*==============================================================*/
/*
DataBase: GCareerDB
Author:		ChenQi
Description:	GCareerDB初始化数据
CreatedDate:	2017年11月13日11:44:34
ModifyDate:	2017年11月13日11:44:43
*/
/*==============================================================*/

 /**
 * 模块表初始化数据
 * @author : ChenQi
 * @date : 2017年11月15日17:10:51
 */
INSERT INTO `catalogue` (`cid`, `name`, `data`, `isspecial`, `adminuid`, `status`, `createtime`, `updatetime`) VALUES 
 (0, '首页', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (1, '职场测试', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (11, '职场吐槽', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (12, '职场困惑', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (13, '职场八卦', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (14, '职场鬼话', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (15, '职场心得', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (16, '应聘指南', null, 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (17, '会员通道', '<!DOCTYPE html>\r\n<html>\r\n<head>\r\n	<meta charset=\"UTF-8\">\r\n	<title>会员通道</title>\r\n	<meta name=\"Keywords\" content=\"天才创业，会员通道\" />\r\n	<meta name=\"Description\" content=\"天才创业，会员通道\" />\r\n		<link rel=\"stylesheet\" href=\"${basecss}/css/default/member.css\">\r\n </head>\r\n<body>\r\n	<div class=\"memberBox\">\r\n		<div class=\"memberitem memberitembg\">\r\n				<h1>导师团队</h1>\r\n				<p>天才创业以中国著名企业家、原格林柯尔集团创始人、顾氏循环理论发明人、2003CCTV中国经济年度人物顾雏军先生为灵魂人物，携手原格林柯尔集团、原科龙电器以及天才纵横集团三大集团高管及投资方组成了国内外独一无二的超强创业导师团。在他们的指导与带领下，你将犹如插上五彩斑斓且丰腴有力的翅膀，振翅于天地之间，遨游于云际之上，穿梭于高山之巅，俯冲于浩海之边，以全新高度、绝佳视角和玄妙体验，俯瞰这场商界的厮杀，经历这场胜者的狂欢。创业路上，伴你而行，定让你不虚此行！</p>\r\n		</div>\r\n		<div class=\"memberitem\">\r\n			<h1>天才创业辅导课程</h1>\r\n			<div class=\"courseBox\">\r\n				<img src=\"${baseimg}/imgs/default/course1.png\" alt=\"资源整合\" title=\"资源整合\" />\r\n				<img src=\"${baseimg}/imgs/default/course2.png\" alt=\"相关政策\" title=\"相关政策\" />\r\n				<img src=\"${baseimg}/imgs/default/course3.png\" alt=\"融资\" title=\"融资\" />\r\n			</div>\r\n			<p>天才创业不定期邀请创投界权威人物开设创业讲堂，结合创业全生命周期，推出创业计划书谋划、创业路演、融资谈判、上市并购等一系列创业实战课程，帮助创业者清障开路、答疑解惑。</p>\r\n			<div class=\"notice\">每期课程安排会在本栏目提前两周公布。所有超天才会员尊享7折优惠。敬请关注。</div>\r\n		</div>\r\n		<div class=\"memberitem memberitembg\">\r\n			<h1>天才创业主题活动</h1>\r\n			<p>天才创业与政府相关部门、投资人/机构、知名企业家以及创业服务机构多方主体合作，不定期推出创业沙龙、峰会、赛事、直播节目等创业主题活动，帮助创业者对接拓展、聚合资源。每期活动安排会在本栏目提前两周公布。</p>\r\n			<div class=\"notice\">所有超天才会员尊享7折优惠，活跃会员更有机会免费参与。敬请关注。</div>\r\n			<div class=\"courseBox\">\r\n				<img src=\"${baseimg}/imgs/default/activity1.png\" alt=\"\" title=\"\" />\r\n				<img src=\"${baseimg}/imgs/default/activity2.png\" alt=\"\" title=\"\" />\r\n				<img src=\"${baseimg}/imgs/default/activity3.png\" alt=\"\" title=\"\" />\r\n			</div>\r\n		</div>\r\n		<div class=\"memberitem\">\r\n			<h1>天才创业交流群</h1>\r\n			<div class=\"communicate\">\r\n				<img src=\"${baseimg}/imgs/default/qun.png\" alt=\"\" />\r\n				<p>天才创业特别创建“天才创业”订阅号和“天才创业-主群/分群”微信群，第一时间推送所有天才创业最新课程安排、活动动向、内部分享资料等，并与大家一起互动交流。欢迎加入。</p>\r\n			</div>\r\n		</div>\r\n		<a href=\"http://user.supergenius.cn/register\" class=\"join\">立即加入</a>\r\n	</div>\r\n	<div class=\"shelterBox\">\r\n		<span>天才创业实战训练营</span>\r\n		<div class=\"btns\">\r\n			<a href=\"tencent://message/?uin=2954769862&amp;Menu=yes\" class=\"online\">在线咨询</a>\r\n			<a href=\"#\" class=\"signin\">立即报名</a>\r\n		</div>\r\n		<a href=\"javascript:;\" class=\"closebtn\"><img src=\"${baseimg}/imgs/default/close.png\" alt=\"\"></a>\r\n	</div>\r\n	<script type=\"text/javascript\">\r\n		$(function () {\r\n			$(\".closebtn\").click(function () {\r\n				$(this).parent(\".shelterBox\").addClass(\"hd\");\r\n			});\r\n		});\r\n	</script>\r\n</body>\r\n</html>', 0, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (21, '快速应聘通道', '<a href="http://localhost:9096/catalogue/special/21"><img src="http://localhost:9096/imgs/default/offer1.jpg" class="img-responsive" alt="" title="快速应聘通道"></a><div class="guideitem"><h4>快速应聘通道</h4><p>应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘</p></div>', 1, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (22, '名企介绍及推荐', '<a href="http://localhost:9096/catalogue/special/22"><img src="http://localhost:9096/imgs/default/offer1.jpg" class="img-responsive" alt="" title="名企介绍及推荐"></a><div class="guideitem"><h4>名企介绍及推荐</h4><p>应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘</p></div>', 1, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33'),
 (23, '应聘技巧及须知', '<a href="http://localhost:9096/catalogue/special/23"><img src="http://localhost:9096/imgs/default/offer1.jpg" class="img-responsive" alt="" title="应聘技巧及须知"></a><div class="guideitem"><h4>应聘技巧及须知</h4><p>应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘应聘技巧及须知，帮你轻松搞定应聘</p></div>', 1, null, 1, '2017-11-13 16:07:20', '2017-11-13 16:07:33');

 /**
 * 规则表初始化数据
 * @author : ChenQi
 * @date : 2017年11月15日17:11:09
 */
 INSERT INTO `ruler` (`uid`, `cid`, `name`, `research`, `convention`, `art`, `enterprise`, `sociology`, `reality`, `adminuid`, `status`, `createtime`, `updatetime`) VALUES
  ('10000000000000000000000000000001', '1', '公务员', 0.12, 0.28, 0.1, 0.15, 0.2, 0.15, NULL, 1, '2017-11-15 17:14:59', '2017-11-15 17:26:23'),
  ('10000000000000000000000000000002', '2', '专业人士', 0.24, 0.19, 0.12, 0.1, 0.15, 0.2, NULL, 1, '2017-11-15 17:14:59', '2017-11-15 17:26:23'),
  ('10000000000000000000000000000003', '4', '营销', 0.09, 0.15, 0.15, 0.2, 0.26, 0.15, NULL, 1, '2017-11-15 17:14:59', '2017-11-15 17:26:23'),
  ('10000000000000000000000000000004', '3', '文化艺术', 0.12, 0.1, 0.38, 0.1, 0.1, 0.2, NULL, 1, '2017-11-15 17:14:59', '2017-11-15 17:26:23'),
  ('10000000000000000000000000000005', '5', '企业管理', 0.08, 0.12, 0.15, 0.35, 0.2, 0.1, NULL, 1, '2017-11-15 17:14:59', '2017-11-15 17:26:23'),
  ('10000000000000000000000000000006', '6', '技术人员', 0.35, 0.16, 0.1, 0.1, 0.09, 0.2, NULL, 1, '2017-11-15 17:14:59', '2017-11-15 17:26:23');
  
  
 /**
 * 题目表初始化数据
 * @author : ChenQi
 * @date : 2017年11月15日17:11:09
 */
  INSERT INTO `question` (`uid`, `img`, `name`, `options`, `optiontype`, `order`, `status`, `createtime`) VALUES 
 ('20000000000000000000000000000001', NULL, '在工作中，对你来说非常重要的是', '{"A":"准时及遵守规定", "B":"升迁及加薪", "C":"注重搞好和谐的人际关系", "D":"自由化的工作时间与追求个性化的工作环境", "E":"从探索与思考中得到乐趣", "F":"健康的工作环境与企业福利"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 1, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000002', NULL, '你会为哪些表现而骄傲？', '{"A":"对于自己能够重视工作中的所有细节", "B":"对于能够参与重大决策", "C":"能够得到很多员工的信任与尊重", "D":"工作中的激情和灵感", "E":"通过自己的研究和思考为企业实现价值", "F":"能够独立完成任务"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 2, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000003', NULL, '你擅长的是', '{"A":"检查细节", "B":"成为关键任务决策者", "C":"借着与他人沟通来解决自己的问题", "D":"寻求创造性的新方法", "E":"透彻的分析与研究", "F":"成为关键任务执行者"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 3, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000004', NULL, '你喜欢做的事情比较倾向于', '{"A":"有清楚的指引和周密的计划安排", "B":"监督别人完成细节，从旁监督并指导改进", "C":"成为良好的沟通者，帮助别人找到可以和他人相互合作的办法", "D":"能够抒发自己的情绪和创造力", "E":"能够刺激自己的思维和分析能力", "F":"简单而实际的工作，并不排斥户外活动甚至肢体劳动"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 4, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000005', NULL, '在一个工作计划的制定和落实中，你更喜欢把大部分时间花在', '{"A":"制定计划的细节上", "B":"监督计划的完成情况上", "C":"不厌其烦的沟通好每个环节上，使得计划尽快尽好完成", "D":"寻找新思路上，使得最终完成的任务能够给人眼前一亮", "E":"深入研究计划中各个环节之间的关联和逻辑上，使任务的落实少出差错", "F":"更多精力放在自己负责的任务和环节上，力求做到尽善尽美"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 5, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000006', NULL, '哪项描述与你最为贴切，也是你最重视的活动？', '{"A":"我经常保持清洁，喜欢有条不紊", "B":"我常能借着资讯网络和别人沟通", "C":"当别人向我诉说他的困难时，我常常都是个好听众", "D":"能够常常看到艺术表演、戏剧及好的电影", "E":"我喜欢阅读，玩拼图与数独一类磨练脑力的游戏", "F":"我喜欢购买小零件，做成成品"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 6, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000007', NULL, '下面哪项描述你最赞同', '{"A":"生活多磨难，冲动是魔鬼，一切都应当谨小慎微，小心翼翼", "B":"细节决定成败，布局决定人生", "C":"乐于助人，吃亏是福", "D":"主流的不一定是好的，有时候鹤立独行才能够成功", "E":"知识就是力量，我就是要知道，我从何而来，往何处而去？", "F":"君子坦荡荡，做事不应该有太多的转弯抹角"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 7, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000008', NULL, '对于冒险活动，你的态度是', '{"A":"我在决策时，通常不愿冒险", "B":"如果能够进步和成功，我愿意冒险", "C":"我愿意冒险，但不能触犯他人的利益", "D":"我愿意冒险，并尝试探索新鲜的事物", "E":"我不喜欢冒险，但我希望能做些与众不同的事情", "F":"我在生活中喜欢冒险，也可以做很多大胆尝试，但工作上我不喜欢冒险"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 8, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000009', NULL, '假设在购买一辆小轿车的时候，你最关心的问题是', '{"A":"车辆的耐久性与安全性", "B":"车辆的舒适性与外观", "C":"车辆的实用性与环保性", "D":"车辆的款式和新潮度", "E":"车辆的内部结构设计与品牌", "F":"车辆的性价比和动力"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 9, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000010', NULL, '对于人们常说的“善意的谎言”，你的理解是', '{"A":"应当努力甄别，尽量不被误导和欺骗", "B":"谎言的本质并不重要，重要的是要能够得到别人理解和接受", "C":"谎言之所以称之为“善意”，是从当事人的处境为出发点的，并不应该排斥", "D":"如果善意的谎言能够让人陶醉，我更愿意沉醉其中", "E":"谎言的善恶有时虽难以判断，但终究会有真相大白的时刻", "F":"只要不对我造成损失，对善意的谎言我不在乎"}', '{"A":2, "B":4, "C":6, "D":3, "E":1, "F":5}', 10, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000011', NULL, '如果你家中养了宠物狗，最担心害怕它出现以下哪种情况？', '{"A":"晚上叫声吵到邻居", "B":"偷跑，不再回来", "C":"到处大小便，不胜其烦", "D":"生病", "E":"咬到别人", "F":"不听主人命令"}', '{"A":6, "B":2, "C":1, "D":3, "E":5, "F":4}', 11, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000012', NULL, '用玻璃杯或喝其它饮品的时候，你习惯怎么拿玻璃杯？', '{"A":"经常摇着杯子", "B":"手握杯子底部", "C":"双手一起握住杯子", "D":"拿着玻璃杯的上方", "E":"紧握玻璃杯的中央", "F":"一边拿杯一边用手夹着笔"}', '{"A":6, "B":3, "C":1, "D":2, "E":5, "F":4}', 12, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000013', NULL, '面对生活，我更像：', '{"A":"随和派-坦然面对，既来之，则安之", "B":"行动派-我不进步，别人就会进步，所以我必须不停地前进", "C":"分析派-在问题未发生之前，就该想好所有的可能", "D":"交际派-认为朋友是生活中非常重要的部分，故而用心维护友谊", "E":"现实派-认为生活就是有房有车，一家人其乐融融", "F":"浪漫派-认为生活充满了美酒和鲜花"}', '{"A":2, "B":4, "C":1, "D":6, "E":5, "F":3}', 13, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000014', NULL, '你平常爬山时，大多数情况下，在下山回来的路线最可能选择：', '{"A":"宁愿选择新路线", "B":"跟随一个随机游客折返", "C":"挑战困难，宁愿选择一条未知路线", "D":"选择一条下山后回家交通方便的路线", "E":"原路返回", "F":"与几个比较聊得来的游客同行"}', '{"A":1, "B":3, "C":4, "D":5, "E":2, "F":6}', 14, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000015', NULL, '你认为自己更喜欢在以下哪一个城市中生活？', '{"A":"丽江", "B":"扬州", "C":"深圳", "D":"武汉", "E":"成都", "F":"北京"}', '{"A":3, "B":2, "C":1, "D":5, "E":6, "F":4}', 15, 1, '2017-06-23 16:53:00'),
 ('20000000000000000000000000000016', NULL, '以下运动中挑选一个你最喜欢的(不一定擅长)', '{"A":"舞蹈", "B":"自行车", "C":"围棋", "D":"乒乓球", "E":"足球", "F":"高尔夫球"}', '{"A":3, "B":2, "C":1, "D":5, "E":6, "F":4}', 16, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000017', NULL, '以下颜色你更喜欢哪种？', '{"A":"紫色", "B":"黑色", "C":"蓝色", "D":"白色", "E":"黄色", "F":"红色"}', '{"A":3, "B":2, "C":1, "D":5, "E":6, "F":4}', 17, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000018', NULL, '如果你可以成为一种动物，你希望自己是哪种？', '{"A":"猫", "B":"马", "C":"大象", "D":"猴子", "E":"狗", "F":"狮子"}', '{"A":3, "B":2, "C":1, "D":6, "E":5, "F":4}', 18, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000019', NULL, '你平常休闲经常去的地方？', '{"A":"郊外", "B":"电影院", "C":"图书馆", "D":"商场", "E":"酒吧", "F":"健身房"}', '{"A":3, "B":2, "C":1, "D":5, "E":6, "F":4}', 19, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000020', NULL, '小时候，你和爸爸在家里的院子里种了棵小树苗，同时你埋下了一个小箱子。20年后的今天，你突然想起，挖了出来，你觉得里面会放了些什么呢？', '{"A":"照片，日记", "B":"弹珠，石头，贝壳", "C":"儿时的绘画图和蜡笔", "D":"小玩具，动画卡片，糖纸", "E":"硬币，小铜钱", "F":"铅笔刀，橡皮"}', '{"A":2, "B":1, "C":3, "D":6, "E":4, "F":5}', 20, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000021', NULL, '我有时候可能会，', '{"A":"过于注重客观事实而不近人情", "B":"过于注重利益及荣誉而不近人情", "C":"过度为别人考虑，甚至被他人利用或欺骗", "D":"过度自我或理想化而不近人情", "E":"过度谨慎和保守，甚至丧失很多机会", "F":"过于注重实现个人得失而不近人情"}', '{"A":1, "B":4, "C":6, "D":3, "E":2, "F":5}', 21, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000022', NULL, '股票和投资理财产品对你而言', '{"A":"已有一定的了解且参与", "B":"有小道消息的话，还是愿意一试", "C":"风险太大，不是目前自己能够驾驭的领域", "D":"有些反感，毕竟理财有风险，投资须谨慎", "E":"我更愿意经过自己深入研究之后再确定投资", "F":"并不反感尝试新鲜的理财方式，但对后续的跟进会觉得比较麻烦"}', '{"A":4, "B":6, "C":5, "D":2, "E":1, "F":3}', 22, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000023', NULL, '如果老师给你布置任务，希望你将论语全篇抄写一遍。你觉得你能够使用几个个小时静心凝神将论语抄写一遍吗？', '{"A":"如果是老师布置的任务，我会竭力完成", "B":"原则上愿意，但肯定随着时间会有所懈怠", "C":"不愿意，但还是会自己抄写，可能笔迹会潦草一些", "D":"我肯定不会自己做这样无聊的事情，我的办法远远比老师想象的多", "E":"我相信抄写论语也能够成为一件愉快的事情", "F":"如果是将论语用谱曲或者画画的方式展现的话，我会觉得很有意思，枯燥的抄写真的很乏味"}', '{"A":2, "B":5, "C":6, "D":4, "E":1, "F":3}', 23, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000024', NULL, '请按照下面的数字规律填写空格处数字-1，1，7，17，31，()，71', '{"A":"挺有意思，我还准备找更多的此类题目去看", "B":"这种问题我都能做，但我不喜欢在这上面花太多时间", "C":"我根本就不喜欢做这种题", "D":"要是一眼看不出答案，我就不浪费时间", "E":"题目很不错，我会继续去考考身边其他人", "F":"这种题目我喜欢在草稿纸上试算"}', '{"A":1, "B":4, "C":3, "D":5, "E":6, "F":2}', 24, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000025', NULL, '在学校里，你对于迟到的态度是', '{"A":"从不迟到，我会预留出足够的时间", "B":"通常会早到一会，与同学聊聊课程及生活琐事", "C":"偶尔迟到几次，但会感到些许不安", "D":"我会卡着点到，这是很正常的事情", "E":"迟到与否并不在意，只要不被抓到就行", "F":"对于感兴趣的课会比较在意，其它课要看心情"}', '{"A":1, "B":6, "C":2, "D":5, "E":4, "F":3}', 25, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000026', NULL, '大学时代，你喜欢的小说类型偏向于？', '{"A":"历史小说", "B":"武侠小说", "C":"爱情小说", "D":"侦探小说", "E":"世界名著", "F":"传记小说"}', '{"A":1, "B":4, "C":3, "D":2, "E":5, "F":6}', 26, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000027', NULL, '面对身边急躁，爱发脾气的人', '{"A":"不管是上级还是同事，我都会感觉很难与之相处", "B":"我相信自己能够迎合上级，并能够搞定与同事的关系", "C":"我更愿意与志同道合的人相处，即使他们会有臭脾气", "D":"表面上我会与之保持和谐的人际关系，但会保持距离", "E":"与对自己完全无益的老好人相比，脾气臭一点也没有什么", "F":"和谐的人际关系是需要引导的，一般来说，面对臭脾气的人，我仍能以礼相待"}', '{"A":1, "B":4, "C":3, "D":2, "E":5, "F":6}', 27, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000028', NULL, '你周末进行大采购的时候，你会不会或者怎样列出购物清单？', '{"A":"会的，我会按照重要程度列出清单，然后依次购买", "B":"我会按照超市中商品的摆放分布设定购买路线来列出清单", "C":"我很少会列清单，看到喜欢的东西就会购买", "D":"会的，但对不在我清单中的促销和打折商品，我也会购买", "E":"我只列出非买不可的商品清单", "F":"会的，我会打听清楚清单上商品哪里买最便宜"}', '{"A":1, "B":4, "C":3, "D":5, "E":2, "F":6}', 28, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000029', NULL, '你更相信什么', '{"A":"事实", "B":"洞察力", "C":"直觉", "D":"经验", "E":"自己的判断", "F":"主流社会舆论"}', '{"A":1, "B":4, "C":3, "D":2, "E":5, "F":6}', 29, 1, '2017-06-23 16:53:00'),
('20000000000000000000000000000030', NULL, '听别人说话时', '{"A":"能够准确理解别人的意思，自己不感兴趣的事情除外", "B":"我能理解言外之意", "C":"有时会因为冒出突发的灵感而走神", "D":"尽量保持礼貌倾听，并保持良好的沟通", "E":"不管我理解不理解他人的意思，我都不会让自己陷入尴尬", "F":"我是一个很好的听众，也是一个出色的沟通者"}', '{"A":1, "B":4, "C":3, "D":2, "E":5, "F":6}', 30, 1, '2017-06-23 16:53:00');
 